{
    "components": {
        "header": {
            "address": {
                "en": "Kyiv, Mechnikova str, 14/1",
                "uk": "Київ, вул. Мечникова, 14/1",
                "es": "Kiev, calle Mechnikova, 14/1"
            },
            "phone": {
                "en": "0800 211 927",
                "uk": "0800 211 927",
                "es": "0800 211 927"
            },
            "open_menu_btn": {
                "en": "Open menu",
                "uk": "Відкрити меню",
                "es": "Abrir menú"
            },
            "close_menu_btn": {
                "en": "Close menu",
                "uk": "Закрити меню",
                "es": "Cerrar menú"
            },
            "nav_about": {
                "en": "about us",
                "uk": "про нас",
                "es": "sobre nosotros"
            },
            "nav_services": {
                "en": "services",
                "uk": "послуги",
                "es": "servicios"
            },
            "nav_team": {
                "en": "team",
                "uk": "команда",
                "es": "equipo"
            },
            "nav_publications": {
                "en": "publications",
                "uk": "публікації",
                "es": "publicaciones"
            },
            "nav_contact": {
                "en": "contact",
                "uk": "контакти",
                "es": "contacto"
            }
        },

        "footer": {
            "footer_address": {
                "en": "Kyiv, Mechnikova str, 14/1",
                "uk": "Київ, вул. Мечникова, 14/1",
                "es": "Kiev, calle Mechnikova, 14/1"
            },
            "footer__map_link": {
                "en": "on map",
                "uk": "на мапі",
                "es": "en el mapa"
            },
            "footer_phone": {
                "en": "0800 211 927",
                "uk": "0800 211 927",
                "es": "0800 211 927"
            },
            "footer_email": {
                "en": "contact@forstudy.space",
                "uk": "contact@forstudy.space",
                "es": "contacto@forstudy.space"
            },
            "footer_copyright": {
                "en": "© 2021 HLEGAL Law company, LLC",
                "uk": "© 2021 Юридична компанія HLEGAL, ТОВ",
                "es": "© 2021 Compañía Legal HLEGAL, LLC"
            }
        },

        "publications": {
            "publications_link": { "en": "Publications >", "uk": "Публікації >", "es": "Publicaciones >" },
            "publications_title": { "en": "We have something to tell", "uk": "Ми маємо що розповісти", "es": "Tenemos algo que contar" },
            "publication_1_title": { "en": "Equity associate", "uk": "Партнер-співвласник", "es": "Asociado de acciones" },
            "publication_1_date": { "en": "april 22", "uk": "22 квітня", "es": "22 de abril" },
            "publication_1_text": {
                "en": "I'm a jun on projects. I am a co-owner of a law firm. How it happened. Before entering my parents told me that if I…",
                "uk": "Я учасник проектів. Я співвласник юридичної фірми. Як це сталося. Перед вступом мої батьки казали, що якщо я…",
                "es": "Soy un joven en proyectos. Soy copropietario de un bufete de abogados. Cómo sucedió. Antes de entrar, mis padres me dijeron que si yo…"
            },
            "publication_2_title": {
                "en": "Penalty for the Good Corporation: what will happen to Google and others for violating the GDPR",
                "uk": "Штраф для доброї корпорації: що буде з Google та іншими за порушення GDPR",
                "es": "Multa para la Buena Corporación: qué pasará con Google y otros por violar el GDPR"
            },
            "publication_2_date": { "en": "september 29", "uk": "29 вересня", "es": "29 de septiembre" },
            "publication_2_text": {
                "en": "And why the recovery of 50 million euros could be a fateful precedent According to Mind.ua January 21 National Commission for Data Protection.",
                "uk": "І чому відшкодування 50 мільйонів євро може стати фатальним прецедентом. За даними Mind.ua 21 січня Національна комісія з питань захисту даних.",
                "es": "Y por qué la recuperación de 50 millones de euros podría ser un precedente fatal. Según Mind.ua, el 21 de enero la Comisión Nacional para la Protección de Datos."
            },
            "publication_3_title": { "en": "Millennial Testament", "uk": "Спадщина мілленіалів", "es": "Testamento Millennial" },
            "publication_3_date": { "en": "august 19", "uk": "19 серпня", "es": "19 de agosto" },
            "publication_3_text": {
                "en": "What and how modern vloggers, opinion leaders and crypto-millionaires will inherit A typical legacy of the Ukrainian generation X looks like this: an apartment in…",
                "uk": "Що і як сучасні блогери, лідери думок і криптомільйонери успадкують. Типова спадщина українського покоління X виглядає так: квартира в…",
                "es": "Qué y cómo heredarán los vloggers modernos, líderes de opinión y cripto-millonarios. Un legado típico de la generación X ucraniana se ve así: un apartamento en…"
            }
        },

        "partners": {
            "partners_title": { "en": "They already trust us", "uk": "Нам вже довіряють", "es": "Ya confían en nosotros" }
        },

        "services": {
            "services_link": { "en": "Services >", "uk": "Послуги >", "es": "Servicios >" },
            "services_title": { "en": "What can we do better than others?", "uk": "Що ми робимо краще за інших?", "es": "¿Qué podemos hacer mejor que otros?" },
            "service_it_ecommerce": { "en": "IT and e-commerce", "uk": "IT та електронна комерція", "es": "TI y comercio electrónico" },
            "service_it_ecommerce_text": {
                "en": "An endless stream of contracts, tax issues, labor relations, corporate papers - legal work distracts you from doing business. But there is not much work to do to hire an in-house lawyer.",
                "uk": "Нескінченний потік договорів, податкові питання, трудові відносини, корпоративні документи — юридична робота відволікає вас від ведення бізнесу. Але наймати штатного юриста не так вже й складно.",
                "es": "Un flujo interminable de contratos, temas fiscales, relaciones laborales, documentos corporativos: el trabajo legal te distrae de hacer negocios. Pero no es mucho trabajo contratar a un abogado interno."
            },
            "service_legal_support": { "en": "Comprehensive daily legal support", "uk": "Комплексна щоденна юридична підтримка", "es": "Soporte legal diario integral" },
            "service_legal_support_text": {
                "en": "In addition, over time, the work will become the same type and uninteresting for a full-time lawyer. And we know very well how difficult it is to find a good candidate with experience in the field of information technology in Ukraine.",
                "uk": "З часом робота стане одноманітною і нецікавою штатному юристу. І ми добре знаємо, як складно знайти хорошого кандидата з досвідом в IT-сфері в Україні.",
                "es": "Además, con el tiempo, el trabajo se volverá monótono y poco interesante para un abogado a tiempo completo. Y sabemos muy bien lo difícil que es encontrar un buen candidato con experiencia en tecnología de la información en Ucrania."
            },
            "service_corporate_structuring": { "en": "Structuring corporate relationships", "uk": "Структурування корпоративних відносин", "es": "Estructuración de relaciones corporativas" },
            "service_corporate_structuring_text": {
                "en": "Instead of just providing legal services, we will hire a lawyer or a whole team that will fit into the daily life of your company.",
                "uk": "Замість просто надання юридичних послуг, ми залучимо юриста чи команду, які стануть частиною щоденного життя вашої компанії.",
                "es": "En lugar de solo brindar servicios legales, contrataremos a un abogado o a todo un equipo que se integrará en la vida diaria de su empresa."
            },
            "service_contract_relations": { "en": "Building contractual relations", "uk": "Побудова договірних відносин", "es": "Construcción de relaciones contractuales" },
            "service_contract_relations_text": {
                "en": "Once a week, or week after month, you have your own lawyer by your side. Anyone in the company can catch it at the coffee maker and just talk about current affairs instead of waiting for update status.",
                "uk": "Щотижня або через місяць у вас буде власний юрист поруч. Кожен у компанії може зустріти його біля кавоварки та поговорити про поточні справи замість очікування оновлення статусу.",
                "es": "Una vez a la semana, o semana tras mes, tienes a tu propio abogado a tu lado. Cualquiera en la empresa puede encontrarlo junto a la cafetera y simplemente hablar sobre asuntos actuales en lugar de esperar la actualización del estado."
            },
            "service_business_protection": { "en": "Protection of business, intellectual property", "uk": "Захист бізнесу та інтелектуальної власності", "es": "Protección del negocio y propiedad intelectual" },
            "service_business_protection_text": {
                "en": "And all the other time he will work on new diverse projects, so he will definitely not stop in professional development. One way or another, all Axon Partners will work for you instead of a corporate lawyer.",
                "uk": "Весь інший час він працюватиме над новими проєктами, тож точно не зупиниться в професійному розвитку. В будь-якому випадку всі Axon Partners працюватимуть за вас замість корпоративного юриста.",
                "es": "Y todo el tiempo restante trabajará en nuevos proyectos diversos, por lo que definitivamente no se detendrá en el desarrollo profesional. De una forma u otra, todos los Axon Partners trabajarán para usted en lugar de un abogado corporativo."
            },
            "service_judicial_representation": { "en": "Judicial representation", "uk": "Судове представництво", "es": "Representación judicial" },
            "service_judicial_representation_text": {
                "en": "Is it a small, medium-sized company or a market leader? Local business or multinational company? Do you have your own legal department or not?",
                "uk": "Чи це мала, середня компанія або лідер ринку? Локальний бізнес чи міжнародна компанія? Чи маєте власний юридичний відділ чи ні?",
                "es": "¿Es una empresa pequeña, mediana o líder del mercado? ¿Negocio local o multinacional? ¿Tiene su propio departamento legal o no?"
            }
        }
    },

    "pages": {

        "homepage": {
            "slogan": {
                "en": "your legal solutions provider",
                "uk": "ваш юридичний провайдер",
                "es": "tu proveedor de soluciones legales"
            },
            "scroll_button_aria_label": {
                "en": "Scroll down",
                "uk": "Прокрутити вниз",
                "es": "Desplazar hacia abajo"
            },
            "quality_1": {
                "label": { "en": "Consistent", "uk": "Послідовні", "es": "Consistente" },
                "title": {
                    "en": "We turn the idea of legal services",
                    "uk": "Ми втілюємо ідею юридичних послуг",
                    "es": "Convertimos la idea de servicios legales"
                },
                "text": {
                    "en": "Consolidating many years of experience and practice, the company's lawyers accompany complex projects and achieve a number of important decisions for the industry. Many of them form the practice of applying the law of the sea in Ukraine.",
                    "uk": "Об’єднуючи багаторічний досвід та практику, юристи компанії супроводжують складні проєкти та досягають важливих рішень для галузі. Багато з них формують практику застосування морського права в Україні.",
                    "es": "Consolidando muchos años de experiencia y práctica, los abogados de la empresa acompañan proyectos complejos y logran importantes decisiones para la industria. Muchos de ellos forman la práctica de la aplicación del derecho marítimo en Ucrania."
                }
            },
            "quality_2": {
                "label": { "en": "Customer oriented", "uk": "Орієнтовані на клієнта", "es": "Orientado al cliente" },
                "title": {
                    "en": "Focused on customer success",
                    "uk": "Сфокусовані на успіху клієнта",
                    "es": "Enfocados en el éxito del cliente"
                },
                "text": {
                    "en": "Our approach centers on understanding customer needs and delivering solutions that provide real value. We build lasting partnerships by listening carefully and exceeding expectations.",
                    "uk": "Наш підхід зосереджений на розумінні потреб клієнтів та наданні рішень, що приносять реальну користь. Ми будуємо тривалі партнерства, уважно слухаючи і перевищуючи очікування.",
                    "es": "Nuestro enfoque se centra en comprender las necesidades del cliente y ofrecer soluciones que proporcionen valor real. Construimos asociaciones duraderas escuchando atentamente y superando expectativas."
                }
            },
            "quality_3": {
                "label": { "en": "Innovative", "uk": "Інноваційні", "es": "Innovador" },
                "title": {
                    "en": "Driving innovation in legal practice",
                    "uk": "Впроваджуємо інновації в юридичну практику",
                    "es": "Impulsando la innovación en la práctica legal"
                },
                "text": {
                    "en": "We seek new methods and technologies to deliver cutting-edge legal services. Our team embraces change to meet the challenges of modern law.",
                    "uk": "Ми шукаємо нові методи та технології для надання передових юридичних послуг. Наша команда приймає зміни, щоб відповідати викликам сучасного права.",
                    "es": "Buscamos nuevos métodos y tecnologías para ofrecer servicios legales innovadores. Nuestro equipo acepta el cambio para enfrentar los desafíos del derecho moderno."
                }
            },
            "quality_4": {
                "label": { "en": "Business oriented", "uk": "Орієнтовані на бізнес", "es": "Orientado a negocios" },
                "title": {
                    "en": "Aligning legal solutions with business goals",
                    "uk": "Поєднуємо юридичні рішення з бізнес-цілями",
                    "es": "Alineando soluciones legales con objetivos empresariales"
                },
                "text": {
                    "en": "We help businesses navigate legal complexities while supporting growth and strategy. Our expertise ensures legal support that drives success.",
                    "uk": "Ми допомагаємо бізнесам орієнтуватись у юридичних складнощах, підтримуючи розвиток і стратегію. Наш досвід забезпечує юридичну підтримку для досягнення успіху.",
                    "es": "Ayudamos a las empresas a navegar por complejidades legales mientras apoyamos el crecimiento y la estrategia. Nuestra experiencia asegura soporte legal que impulsa el éxito."
                }
            },
            "slider_team_link": { "en": "Team >", "uk": "Команда >", "es": "Equipo >" },
            "slider_title": {
                "en": "We are used to taking responsibility and always guarantee honest, timely assistance — even in situations where most are powerless.",
                "uk": "Ми звикли брати відповідальність і завжди гарантуємо чесну, своєчасну допомогу — навіть у ситуаціях, де більшість безсила.",
                "es": "Estamos acostumbrados a asumir la responsabilidad y siempre garantizamos asistencia honesta y oportuna, incluso en situaciones donde la mayoría está indefensa."
            },
            "slider_name": { "en": "Oleksandr Oleksandrovskiy", "uk": "Олександр Олександровський", "es": "Oleksandr Oleksandrovskiy" },
            "slider_role": { "en": "Managing Partner", "uk": "Генеральний партнер", "es": "Socio gerente" }
        },



        "service_entry": {
            "consultation_button": { "en": "Free consultation", "uk": "Безкоштовна консультація", "es": "Consulta gratuita" },
            "services_list_title": { "en": "Services in this area:", "uk": "Послуги в цій сфері:", "es": "Servicios en esta área:" },
            "form_title": { "en": "We would like to help you", "uk": "Ми хочемо вам допомогти", "es": "Nos gustaría ayudarle" },
            "name_placeholder": { "en": "Name", "uk": "Ім'я", "es": "Nombre" },
            "message_placeholder": { "en": "Message", "uk": "Повідомлення", "es": "Mensaje" },
            "how_to_answer_you": { "en": "how to answer you", "uk": "як з вами зв’язатися", "es": "cómo responderle" },
            "tel_placeholder": { "en": "Phone number", "uk": "Номер телефону", "es": "Número de teléfono" },
            "email_placeholder": { "en": "Email", "uk": "Електронна пошта", "es": "Correo electrónico" },
            "form_submit": { "en": "Send message", "uk": "Надіслати повідомлення", "es": "Enviar mensaje" },

            "ecommerce": {
                "service_image": "../images/services_icons/ecommerce.svg",
                "service_name": {
                    "en": "IT and e-commerce",
                    "uk": "IT та електронна комерція",
                    "es": "TI y comercio electrónico"
                },
                "service_description1": {
                    "en": "An endless stream of contracts, tax issues, labor relations, corporate papers - legal work distracts you from doing business. But there is not much work to do to hire an in-house lawyer.",
                    "uk": "Нескінченний потік контрактів, податкові питання, трудові відносини, корпоративні документи — юридична рутина відволікає вас від ведення бізнесу. А найняти штатного юриста — не завжди виправдано.",
                    "es": "Un flujo interminable de contratos, temas fiscales, relaciones laborales, documentos corporativos: el trabajo legal te distrae de hacer negocios. Pero no es rentable contratar un abogado interno."
                },
                "service_description2": {
                    "en": "In addition, over time, the work will become the same type and uninteresting for a full-time lawyer. And we know very well how difficult it is to find a good candidate with experience in the field of information technology in Ukraine.",
                    "uk": "Крім того, з часом робота стане одноманітною та нецікавою штатному юристу. І ми добре знаємо, як важко знайти гарного кандидата з досвідом в ІТ-сфері в Україні.",
                    "es": "Además, con el tiempo, el trabajo se vuelve monótono y poco interesante para un abogado interno. Y sabemos lo difícil que es encontrar un buen candidato con experiencia en TI en Ucrania."
                },
                "list_item1": {
                    "en": "support of investment projects for the development of port infrastructure;",
                    "uk": "юридичний супровід інвестиційних проєктів розвитку портової інфраструктури;",
                    "es": "apoyo jurídico a proyectos de inversión para el desarrollo de infraestructuras portuarias;"
                },
                "list_item2": {
                    "en": "support of procedures related to the lease of state property in the port;",
                    "uk": "супровід процедур оренди державного майна в порту;",
                    "es": "apoyo a los procedimientos de alquiler de bienes estatales en el puerto;"
                },
                "list_item3": {
                    "en": "certification of GTS, entering information about them in mandatory databases and registers;",
                    "uk": "сертифікація ГТС, внесення даних до обов'язкових баз даних і реєстрів;",
                    "es": "certificación del STS, inclusión de datos en bases de datos y registros obligatorios;"
                },
                "list_item6": {
                    "en": "support of procedures related to confirmation of the status of port operator, maritime agent, foreign sailing line;",
                    "uk": "супровід підтвердження статусу портового оператора, морського агента, іноземної судноплавної лінії;",
                    "es": "apoyo para confirmar el estatus de operador portuario, agente marítimo o línea de navegación extranjera;"
                },
                "list_item4": {
                    "en": "registration of permits for the construction of port terminals;",
                    "uk": "реєстрація дозволів на будівництво портових терміналів;",
                    "es": "registro de permisos para la construcción de terminales portuarios;"
                },
                "list_item7": {
                    "en": "support of procedures related to the inclusion of the company within the port;",
                    "uk": "супровід процедур включення компанії до інфраструктури порту;",
                    "es": "apoyo a los procedimientos de inclusión de la empresa en la infraestructura portuaria;"
                },
                "list_item5": {
                    "en": "registration of permit and other mandatory documentation required for carrying out activities in the port (emission permit, conclusion on EIA, RTC, etc.);",
                    "uk": "отримання дозволу та іншої обов’язкової документації для діяльності в порту (дозвіл на викиди, висновок ОВД, РТЦ тощо);",
                    "es": "obtención de permisos y otra documentación obligatoria para actividades portuarias (permiso de emisiones, evaluación ambiental, RTC, etc.);"
                },
                "list_item8": {
                    "en": "appeals against actions related to the illegal imposition of services in the port by monopoly companies.",
                    "uk": "скарги щодо незаконного нав'язування послуг у порту монопольними компаніями.",
                    "es": "apelaciones contra acciones relacionadas con la imposición ilegal de servicios en el puerto por parte de empresas monopolistas."
                }
            },

            "legal_support": {
                "service_image": "../images/services_icons/support.svg",
                "service_name": {
                    "en": "Comprehensive daily legal support",
                    "uk": "Комплексна щоденна юридична підтримка",
                    "es": "Soporte legal diario integral"
                },
                "service_description1": {
                    "en": "In addition, over time, the work will become the same type and uninteresting for a full-time lawyer. And we know very well how difficult it is to find a good candidate with experience in the field of information technology in Ukraine.",
                    "uk": "Крім того, з часом робота стане одноманітною та нецікавою штатному юристу. І ми добре знаємо, як важко знайти гарного кандидата з досвідом в ІТ-сфері в Україні.",
                    "es": "Además, con el tiempo, el trabajo se vuelve monótono y poco interesante para un abogado interno. Y sabemos lo difícil que es encontrar un buen candidato con experiencia en TI en Ucrania."
                },
                "service_description2": {
                    "en": "We provide ongoing legal support for all aspects of your business, from drafting documents to participating in negotiations, so you can focus on growth instead of legal details.",
                    "uk": "Ми забезпечуємо постійну юридичну підтримку всіх аспектів вашого бізнесу — від підготовки документів до участі в переговорах, щоб ви могли зосередитись на розвитку, а не на юридичних деталях.",
                    "es": "Brindamos soporte legal continuo para todos los aspectos de su negocio, desde la redacción de documentos hasta la participación en negociaciones, para que pueda centrarse en crecer en lugar de en los detalles legales."
                },
                "list_item1": {
                    "en": "Preparation and analysis of contracts",
                    "uk": "Підготовка та аналіз контрактів",
                    "es": "Preparación y análisis de contratos"
                },
                "list_item2": {
                    "en": "Participation in negotiations",
                    "uk": "Участь у переговорах",
                    "es": "Participación en negociaciones"
                },
                "list_item3": {
                    "en": "Legal advice on operational matters",
                    "uk": "Юридичні консультації з поточних питань",
                    "es": "Asesoramiento legal en asuntos operativos"
                },
                "list_item4": {
                    "en": "Monitoring of legislative changes",
                    "uk": "Моніторинг змін у законодавстві",
                    "es": "Seguimiento de cambios legislativos"
                },
                "list_item5": {
                    "en": "Development of internal company policies",
                    "uk": "Розробка внутрішніх політик компанії",
                    "es": "Desarrollo de políticas internas de la empresa"
                },
                "list_item6": {
                    "en": "Risk assessment and prevention",
                    "uk": "Оцінка та запобігання ризикам",
                    "es": "Evaluación y prevención de riesgos"
                },
                "list_item7": {
                    "en": "Preparation of official letters and claims",
                    "uk": "Підготовка офіційних листів та претензій",
                    "es": "Preparación de cartas oficiales y reclamaciones"
                },
                "list_item8": {
                    "en": "Representation before state authorities",
                    "uk": "Представництво перед державними органами",
                    "es": "Representación ante autoridades estatales"
                }
            },

            "corporate_structuring": {
                "service_image": "../images/services_icons/corporate.svg",
                "service_name": {
                    "en": "Structuring corporate relationships",
                    "uk": "Структурування корпоративних відносин",
                    "es": "Estructuración de relaciones corporativas"
                },
                "service_description1": {
                    "en": "Instead of just providing legal services, we will hire a lawyer or a whole team that will fit into the daily life of your company.",
                    "uk": "Замість просто надання юридичних послуг, ми залучимо юриста або команду, яка стане частиною щоденних процесів вашої компанії.",
                    "es": "En lugar de solo ofrecer servicios legales, contratamos un abogado o equipo que se integre en el día a día de su empresa."
                },
                "service_description2": {
                    "en": "We build an optimal corporate structure that minimizes risks, ensures compliance, and supports sustainable business development.",
                    "uk": "Ми створюємо оптимальну корпоративну структуру, яка мінімізує ризики, забезпечує відповідність законодавству та сприяє сталому розвитку бізнесу.",
                    "es": "Creamos una estructura corporativa óptima que minimiza riesgos, garantiza el cumplimiento y apoya el desarrollo empresarial sostenible."
                },
                "list_item1": {
                    "en": "Incorporation and reorganization of companies",
                    "uk": "Реєстрація та реорганізація компаній",
                    "es": "Constitución y reorganización de empresas"
                },
                "list_item2": {
                    "en": "Preparation of corporate documents",
                    "uk": "Підготовка корпоративних документів",
                    "es": "Preparación de documentos corporativos"
                },
                "list_item3": {
                    "en": "Structuring shareholder agreements",
                    "uk": "Структурування акціонерних угод",
                    "es": "Estructuración de acuerdos de accionistas"
                },
                "list_item4": {
                    "en": "Corporate governance advice",
                    "uk": "Консультації з корпоративного управління",
                    "es": "Asesoría en gobierno corporativo"
                },
                "list_item5": {
                    "en": "M&A transaction support",
                    "uk": "Супровід угод злиття та поглинання",
                    "es": "Asistencia en transacciones de fusiones y adquisiciones"
                },
                "list_item6": {
                    "en": "Conflict resolution between shareholders",
                    "uk": "Вирішення конфліктів між акціонерами",
                    "es": "Resolución de conflictos entre accionistas"
                },
                "list_item7": {
                    "en": "Ensuring compliance with corporate law",
                    "uk": "Забезпечення відповідності корпоративному законодавству",
                    "es": "Garantizar el cumplimiento de la legislación corporativa"
                },
                "list_item8": {
                    "en": "Optimization of tax structure",
                    "uk": "Оптимізація податкової структури",
                    "es": "Optimización de la estructura fiscal"
                }
            },


            "contract_relations": {
                "service_image": "../images/services_icons/trust.svg",
                "service_name": {
                    "en": "Building contractual relations",
                    "uk": "Побудова договірних відносин",
                    "es": "Construcción de relaciones contractuales"
                },
                "service_description1": {
                    "en": "Once a week, or week after month, you have your own lawyer by your side. Anyone in the company can catch them at the coffee maker and just talk about current affairs instead of waiting for an update status.",
                    "uk": "Щотижня чи раз на місяць — у вас є власний юрист поруч. Будь-хто в компанії може зустріти його біля кавомашини та обговорити поточні справи, а не чекати оновлень.",
                    "es": "Una vez a la semana o al mes, tienes a tu propio abogado a tu lado. Cualquiera en la empresa puede conversar con él junto a la cafetera en lugar de esperar actualizaciones."
                },
                "service_description2": {
                    "en": "We help establish transparent, efficient, and legally sound contractual processes that protect your interests and foster trust with partners.",
                    "uk": "Ми допомагаємо вибудувати прозорі, ефективні та юридично безпечні договірні процеси, що захищають ваші інтереси та сприяють довірі з партнерами.",
                    "es": "Ayudamos a establecer procesos contractuales transparentes, eficientes y legalmente sólidos que protegen sus intereses y fomentan la confianza con los socios."
                },
                "list_item1": {
                    "en": "Drafting and reviewing contracts",
                    "uk": "Складання та перевірка контрактів",
                    "es": "Redacción y revisión de contratos"
                },
                "list_item2": {
                    "en": "Negotiating terms with partners",
                    "uk": "Переговори щодо умов з партнерами",
                    "es": "Negociación de términos con socios"
                },
                "list_item3": {
                    "en": "Ensuring compliance with contractual obligations",
                    "uk": "Забезпечення виконання договірних зобов'язань",
                    "es": "Garantizar el cumplimiento de las obligaciones contractuales"
                },
                "list_item4": {
                    "en": "Developing standard contract templates",
                    "uk": "Розробка стандартних шаблонів контрактів",
                    "es": "Desarrollo de plantillas de contrato estándar"
                },
                "list_item5": {
                    "en": "Risk analysis in contractual relations",
                    "uk": "Аналіз ризиків у договірних відносинах",
                    "es": "Análisis de riesgos en las relaciones contractuales"
                },
                "list_item6": {
                    "en": "Resolving contractual disputes",
                    "uk": "Вирішення договірних спорів",
                    "es": "Resolución de disputas contractuales"
                },
                "list_item7": {
                    "en": "Support in long-term partnership agreements",
                    "uk": "Супровід довгострокових партнерських угод",
                    "es": "Apoyo en acuerdos de asociación a largo plazo"
                },
                "list_item8": {
                    "en": "Adapting contracts to changes in legislation",
                    "uk": "Адаптація контрактів до змін у законодавстві",
                    "es": "Adaptación de contratos a los cambios legislativos"
                }
            },


            "business_protection": {
                "service_image": "../images/services_icons/protection.svg",
                "service_name": {
                    "en": "Protection of business and intellectual property",
                    "uk": "Захист бізнесу та інтелектуальної власності",
                    "es": "Protección del negocio y propiedad intelectual"
                },
                "service_description1": {
                    "en": "And all the other time they will work on new diverse projects, so they will definitely not stop in professional development. One way or another, all Axon Partners will work for you instead of a corporate lawyer.",
                    "uk": "А решту часу вони працюватимуть над новими різноманітними проєктами, тому точно не зупиняться в професійному розвитку. У будь-якому випадку вся команда Axon Partners працює для вас, а не просто корпоративний юрист.",
                    "es": "Y durante el resto del tiempo trabajarán en nuevos proyectos diversos, por lo que no detendrán su desarrollo profesional. De cualquier modo, todo el equipo de Axon Partners trabaja para usted, no solo un abogado corporativo."
                },
                "service_description2": {
                    "en": "We provide legal support to protect your assets, brand, and innovations from unfair competition, infringement, and legal risks.",
                    "uk": "Ми надаємо юридичну підтримку для захисту ваших активів, бренду та інновацій від недобросовісної конкуренції, посягань та юридичних ризиків.",
                    "es": "Ofrecemos apoyo legal para proteger sus activos, marca e innovaciones de la competencia desleal, infracciones y riesgos legales."
                },
                "list_item1": {
                    "en": "Registration and protection of trademarks",
                    "uk": "Реєстрація та захист торговельних марок",
                    "es": "Registro y protección de marcas comerciales"
                },
                "list_item2": {
                    "en": "Copyright and patent protection",
                    "uk": "Захист авторських прав і патентів",
                    "es": "Protección de derechos de autor y patentes"
                },
                "list_item3": {
                    "en": "Combating unfair competition",
                    "uk": "Боротьба з недобросовісною конкуренцією",
                    "es": "Lucha contra la competencia desleal"
                },
                "list_item4": {
                    "en": "Legal support in brand disputes",
                    "uk": "Юридичний супровід у спорах щодо бренду",
                    "es": "Asesoría legal en disputas de marcas"
                },
                "list_item5": {
                    "en": "Protection against cyber threats to intellectual property",
                    "uk": "Захист від кіберзагроз інтелектуальній власності",
                    "es": "Protección contra amenazas cibernéticas a la propiedad intelectual"
                },
                "list_item6": {
                    "en": "Monitoring of intellectual property rights",
                    "uk": "Моніторинг прав інтелектуальної власності",
                    "es": "Monitoreo de derechos de propiedad intelectual"
                },
                "list_item7": {
                    "en": "Support in licensing agreements",
                    "uk": "Супровід ліцензійних угод",
                    "es": "Asesoría en acuerdos de licencia"
                },
                "list_item8": {
                    "en": "Representation in infringement litigation",
                    "uk": "Представництво у справах про порушення прав",
                    "es": "Representación en litigios por infracción"
                }
            },


            "judicial_representation": {
                "service_image": "../images/services_icons/court.svg",
                "service_name": {
                    "en": "Judicial representation",
                    "uk": "Судове представництво",
                    "es": "Representación judicial"
                },
                "service_description1": {
                    "en": "Is it a small, medium-sized company or a market leader? Local business or multinational company? Do you have your own legal department or not?",
                    "uk": "Чи це мала, середня компанія чи лідер ринку? Локальний бізнес чи міжнародна компанія? Маєте свій правовий відділ, чи ні?",
                    "es": "¿Es una empresa pequeña, mediana o líder del mercado? ¿Negocio local o multinacional? ¿Tiene su propio departamento legal o no?"
                },
                "service_description2": {
                    "en": "We represent clients in courts of all instances, defending their interests in commercial, civil, and administrative disputes with a strategic approach and attention to detail.",
                    "uk": "Ми представляємо клієнтів у судах усіх інстанцій, захищаючи їхні інтереси в господарських, цивільних та адміністративних спорах зі стратегічним підходом і увагою до деталей.",
                    "es": "Representamos a clientes en tribunales de todas las instancias, defendiendo sus intereses en disputas comerciales, civiles y administrativas con un enfoque estratégico y atención al detalle."
                },
                "list_item1": {
                    "en": "Representation in commercial disputes",
                    "uk": "Представництво у господарських спорах",
                    "es": "Representación en disputas comerciales"
                },
                "list_item2": {
                    "en": "Civil litigation",
                    "uk": "Цивільні судові справи",
                    "es": "Litigios civiles"
                },
                "list_item3": {
                    "en": "Administrative cases",
                    "uk": "Адміністративні справи",
                    "es": "Casos administrativos"
                },
                "list_item4": {
                    "en": "Appeals and cassation representation",
                    "uk": "Представництво в апеляційних та касаційних інстанціях",
                    "es": "Representación en apelaciones y casación"
                },
                "list_item5": {
                    "en": "Enforcement of court decisions",
                    "uk": "Виконання судових рішень",
                    "es": "Ejecución de sentencias"
                },
                "list_item6": {
                    "en": "Pre-trial dispute resolution",
                    "uk": "Досудове врегулювання спорів",
                    "es": "Resolución extrajudicial de conflictos"
                },
                "list_item7": {
                    "en": "Representation before arbitration tribunals",
                    "uk": "Представництво в арбітражних судах",
                    "es": "Representación ante tribunales de arbitraje"
                },
                "list_item8": {
                    "en": "Support in mediation processes",
                    "uk": "Супровід у процесах медіації",
                    "es": "Asistencia en procesos de mediación"
                }
            }
        }

    }
}